Repository: propertyshelf/ps.plone.mls
Catalog: src/*/plone/mls/locales/*/LC_MESSAGES/*.plone.mls.po
Languages: pt, ru

source: 'Featured Listings' Configuration
pt: Configuração 'Anúncios em Destaque'
ru: Конфигурация 'Рекомендуемые листинги'

source: 'Featured Listings' viewlet activated.
pt: 'Anúncios em Destaque' viewlet ativado.
ru: Обзор 'Рекомендуемые листинги' активирован.

source: 'Featured Listings' viewlet deactivated.
pt: 'Anúncios em Destaque' viewlet desativado.
ru: Обзор 'Рекомендуемые листинги' деактивирован.

source: A static collection of featured MLS Listings
pt: Uma Classificação estática de Imóveis em destaque do SLM
ru: Статическая коллекция рекомендуемых листингов MLS

source: Activate Featured Listings
pt: Ativar Imóveis em Destaque
ru: Активируйте рекомендуемые листинги

source: Activate the Featured Listings viewlet.
pt: Ativar o viewlet dos Anúncios Destaques.
ru: Активируйте обзор Рекомендуемых Листингов.

source: Add one Listing ID for each entry to show up.
pt: Adicionar uma identificação de anúncio para cada entrada para aparecer.
ru: Добавьте один идентификатор Листинга для каждого ввода.

source: Adjust the behaviour for this 'Featured Listings' viewlet.
pt: Ajuste o comportamento para este viewlet 'Anúncios em destaque'.
ru: Отрегулируйте поведение для обзора этого 'Рекомендуемого листинга'

source: Cancel
pt: Cancelar
ru: Отменить

source: Configure Featured Listings
pt: Configurar Imóveis em Destaque
ru: Конфигурировать Рекомендуемые листинги

source: Configure the Featured Listings viewlet.
pt: Configurar o viewlet dos Imóveis em Destaque
ru: Конфигурировать обзор Рекомендуемых листингов

source: Deactivate Featured Listings
pt: Desativar Imóveis em Destaque
ru: Деактивировать Рекомендуемые листинги

source: Deactivate the Featured Listings viewlet.
pt: Desativar o viewlet dos Imóveis em Destaque
ru: Деактивировать обзор 'Рекомендуемых листингов'

source: Featured Listings
pt: Imóveis em Destaque
ru: Рекомендуемые листинги

source: ID
pt: Identificação
ru: Номер

source: MLS Listing IDs
pt: Identificação dos Anúncios SLM
ru: Идентификация листинга MLS

source: Save
pt: Salvar
ru: Сохранить

source: The 'Featured Listings' viewlet does't work with this content type. Add 'IPossibleFeaturedListings' to the provided interfaces to enable this feature.
pt: O viewlet 'Anúncios em destaque' não funciona com este tipo de conteúdo. Adicionar 'IPossibleFeaturedListings' para as interfaces fornecidas para ativar esse recurso.
ru: Обзор 'Рекомендуемых листингов' не работает с этим типом контента. Добавьте "IPossibleFeaturedListings" в список предоставляемых интерфейсов для включения этой функции.
